chat_system_173875372_actor_description=Stone Spirit of Rage Zerock
chat_system_173875372_snap_ready_question=^?^THE TARGET IS IDENTIFIED: BATTLE MAGE TROOP...<br>TARGET STATUS: TARGET IS DESTROYED...<br>EFFECTIVENESS OF THE CANDIDATE: AVERAGE...<br>TESTING RESULT: POSITIVE...
chat_system_173875372_snap_ready_answer_0=^?^What is this nonsense? I've passed your test?
chat_system_173875372_snap_2_question=^?^YES. YOU KILL MAGES. I AM CREATED TO KILL MAGES. YOUR TARGET IS MY TARGET. NOW I AM YOUR WEAPON. POINT TO ME THE TARGET THAT MUST BE DESTROYED, MASTER...
chat_system_173875372_snap_2_answer_0=^?^You will have plenty of targets, believe me. But I don't need you at the immediate moment.
chat_system_173875372_snap_5_question=^?^I WILL WAIT FOR YOUR ORDERS, MASTER. MY SKILLS AND TALENTS ARE AT YOUR COMMAND.<br>MY FLESH IS WEAK AND I AM NOT AS STRONG AS BEFORE, EVEN THE SHARPEST SWORD WILL BECOME RUSTY, HAVING LAIN IN A SHEATH FOR A THOUSAND YEARS. POINT ME TO THE TARGET. LET ME DESTROY IT. AND SOON I WILL REGAIN MY FORMER STRENGTH. THE BLADE WILL BE CLEANSED OF THE RUST BY THE BLOOD OF HIS ENEMIES.
chat_system_173875372_snap_5_answer_0=^?^Your skills will come in handy soon. Have rest.
chat_system_173875372_switch_0_header_1=^?^MAN, SAY WHEN YOU ARE READY. THERE ARE MANY MAGES HERE. NOBODY WILL EVEN NOTICE IF YOU KILL A COUPLE OF THEM. HA. HA. HA. 
chat_system_173875372_switch_0_header_2=^?^I'M ZEROCK. I AM A WEAPON. I AM CREATED TO KILL... I SERVE YOU. SHOW ME THE TARGET, MASTER!
chat_system_173875372_snap_9_question=^?^RAGGARRR!!!<br>[s]The creature, made of red stone, rushes forward, reaching its block-hands out to you...[/s]
chat_system_173875372_snap_9_answer_0=^?^(Close the Chest quickly!)
chat_system_173875372_snap_0_question=^?^MAN. NOW YOU ARE A NEW MASTER OF THE CHEST, WHETHER YOU WANT IT OR NOT. BUT DO NOT THINK THAT POWER OVER THE CHEST WILL GIVE YOU POWER OVER ME... I DO NOT HAVE A MASTER. I DO NOT HAVE A TARGET.
chat_system_173875372_snap_0_answer_0=^?^I'm ready to prove to you that I can kill mages!
chat_system_173875372_snap_0_answer_1=^?^Who or what are you?
chat_system_173875372_snap_0_answer_2=^?^Tell me about your combat skills. What's your worth as a weapon?
chat_system_173875372_snap_0_header_2=^?^I CAN KILL. I WAS CREATED TO KILL MAGES. I CAN IMPROVE MY SKILLS.<br>I CAN BECOME A WEAPON. YOU CALL IT IN YOUR WORLD A "SWORD."<br>I CAN FALL ON AN ENEMY FROM HEAVEN, DESTROYING HIS ARMIES AND DEFENSIVE INSTALLATIONS.<br>I CAN BECOME A WALL IN THE WAY OF THE ENEMY.<br>I CAN PUT AN ARMY TO FLIGHT, ATTACKING SUDDENLY FROM THE DEPTHS.
chat_system_173875372_snap_0_answer_3=^?^Can you tell me anything about the Chest?
chat_system_173875372_snap_0_header_3=^?^IT IS A WEAPON. NOT LIKE ME - IT IS DIFFERENT. IT HOLDS BACK SOMEONE WHO IS STRONG. IT IS A TRAP. IT IS A PRISON. IT USES THE STRENGTH OF THE CAPTIVE AS A WEAPON. I AM A WEAPON AND I AM CAPTIVATED BY A WEAPON, HA HA!
chat_system_173875372_snap_0_answer_4=^?^Will you serve me?
chat_system_173875372_snap_0_answer_5=^?^How did you get into the Chest?
chat_system_173875372_snap_0_header_5=^?^A WAR. WHEN THE MASTERS CREATED ZEROCKS THE ENEMY WAS DOOMED. I AM A PERFECT WEAPON. I CANNOT BE DESTROYED. I CAN NOT BE WON. I CAN NOT BE CORRUPTED.<br>BUT THE ENEMY FOUND THE WAY. PORTALS. CREATED BY MAGIC, BUT NOT THE MAGIC. PORTALS TO OTHER WORLDS. THEY BEAT US BY REMOVING US FROM THE WORLD.<br>I WAS THROWN TO DEMONIS, THE FIRE WORLD. THERE I WAS FOUND BY THE MASTER OF A DEVICE. THE CHEST. IT IS STRANGE THAT THE CHEST COULD CAPTURE ME. IT IS NOT MAGIC. IT WAS STRONGER THAN ME.
chat_system_173875372_snap_0_answer_6=^?^Tell me about your world.
chat_system_173875372_snap_0_header_6=^?^MY WORLD IS A SMALL WORLD. THE WORLD OF THE BLACK STAR. THE WORLD OF THE GREAT MAGES. THE WORLD OF ENDLESS WAR BETWEEN MAGES. THE WARS BETWEEN MY CREATORS AND THE ENEMY.
chat_system_173875372_snap_0_answer_7=^?^(Close the Chest...)
chat_system_173875372_snap_1_question=^?^I AM A WEAPON. A WEAPON NEEDS A TARGET. OTHERWISE THERE IS NO PURPOSE, OTHERWISE I AM NOT NEEDED. I WAS CREATED TO KILL.<br>THE WEAPON NEEDS A MASTER, THE ONE THAT CAN POINT OUT A TARGET. CAN YOU DO THIS? I FOUND A TROOP OF BATTLE MAGES. IF YOU ARE READY TO SHOW ME THAT THERE IS A PLACE FOR ME IN YOUR WAR, I WILL CARRY THEM HERE AND KILL THEM!
chat_system_173875372_snap_1_answer_0=^?^Give them to me and I'll show you how we kill mages in my world!
chat_system_173875372_snap_1_answer_1=^?^Wait. I'm not ready yet...
chat_system_173875372_snap_4_question=^?^WAITING... THE WEAPON SHOULD NOT RUST IN ITS SHEATH. WHAT GOOD IS A WEAPON, IF THERE IS NO WAR?
chat_system_173875372_snap_4_answer_0=^?^Don't worry; we'll have plenty of wars.
chat_system_173875372_snap_6_question=^?^I AM ZEROCK. I AM A WEAPON.
chat_system_173875372_snap_6_answer_0=^?^What kind of weapon are you?
chat_system_173875372_snap_6_header_0=^?^I AM CREATED FROM THE SPLINTER OF THE BLACK STAR. MY FLESH IS A STAR STONE. ETERNAL, INDESTRUCTIBLE, INVULNERABLE TO MAGIC. I AM CREATED TO KILL MAGES.
chat_system_173875372_snap_6_answer_1=^?^What kind of weapon are you?
chat_system_173875372_snap_6_answer_2=^?^Who created you?
chat_system_173875372_snap_6_header_2=^?^THE MASTERS. THERE WAS A GREAT WAR OF MAGES ON MY WORLD. EACH SIDE WAS LOOKING FOR A WEAPON. POWERFUL. PERFECT. AND MY CREATORS CREATED ZEROCKS. CREATED ME. I AM A PERFECT WEAPON; I AM CREATED TO KILL MAGES.
chat_system_173875372_snap_6_answer_3=^?^Are you intelligent?
chat_system_173875372_snap_6_header_3=^?^I AM A WEAPON. THE CREATORS GAVE ME MIND. I KNOW WHO IS MY MASTER. I KNOW WHO IS MY TARGET. I KNOW HOW TO DESTROY THE TARGET. I CAN LEARN. I LEARN HOW TO KILL MORE EFFECTIVELY.
chat_system_173875372_snap_6_answer_4=^?^I have another question for you...
chat_system_173875372_snap_6_header_4=^?^I AM LISTENING TO YOU.
chat_system_173875372_snap_6_answer_5=^?^(stop questioning...)
chat_system_173875372_snap_8_question=^?^I AM CREATED FROM THE SPLINTER OF THE BLACK STAR. MY FLESH IS A STAR STONE. ETERNAL. INDESTRUCTIBLE. INVULNERABLE TO MAGIC. I AM CREATED TO KILL MAGES.
chat_system_173875372_snap_8_answer_0=^?^Sounds impressive!
chat_system_173875372_snap_7_question=^?^I see Zerock likes you, Master of the Chest.<br>Let me tell you, Zerock, in my homeland of Litan, you'd be priceless. I don't know why you don't want to join me. And instead you give this boy a chance! Oh, imagine what this new master of the Chest will do, having gotten his hands on such a weapon as you, Zerock.
chat_system_173875372_snap_7_answer_0=^?^Hey, hey! I'm not a boy; I'm the Royal Treasure Searcher!
chat_system_173875372_snap_7_header_0=^?^YOU ARE YOUNG. SHE IS OLD. IN YOUR WORLD, THEY DO NOT LIVE FOR SO MANY YEARS. EVERYTHING IS RELATIVE. FOR HER YOU ARE A BOY. FOR YOU SHE IS A VERY VERY OLD LADY.<br><br>[s]After these words of Zerock you seem to hear the sound of a furious woman's snarling, inside the Chest.[/s]
chat_system_173875372_snap_3_question=^?^TO SERVE? YOU? HA. HA.<br>YES, I AM A WEAPON. YES, I AM CREATED TO KILL AND OBEY. BUT I AM INTELLIGENT AND I HAVE A GOAL. MY CREATORS WANTED ME TO BE THEIR WEAPON AND KILL THEIR ENEMIES - MAGES. THEIR WAR IS NOT YOUR WAR. YOUR WAR IS NOT MY WAR.
chat_system_173875372_snap_3_answer_0=^?^I'm in war with mages too! How can I persuade you that my goals and those of your creators coincide?
chat_system_173875372_snap_3_header_0=^?^KILL THE MAGE. SHOW ME, WHO IS YOUR ENEMY. IF YOUR ENEMIES ARE MAGES, I WILL BE OF USE TO YOU AS A WEAPON.<br>PROVE TO ME THAT YOU DESERVE SUCH A WEAPON. MY MASTER MUST HATE MAGES. MUST BE ABLE TO KILL MAGES. THE MAGE WAR IS MY WAR AND IT IS MY PURPOSE!
chat_system_173875372_snap_3_answer_1=^?^I'm a mage myself, but my enemies are wizards and magicians. A weapon like you would come in handy. Are you ready to serve a mage?
chat_system_173875372_snap_3_header_1=^?^DO YOU REALLY THINK THAT I COULD BE CREATED WITHOUT MAGIC? I WAS CREATED BY MAGES TO KILL OTHER MAGES.<br>IF YOUR HATRED AND YOUR POWER ARE STRONG ENOUGH AND YOU CAN PROVE IT TO ME, I WILL SERVE YOU. I AM CREATED FOR IT.
